//
//  BKPasscodeView.strings
//  Nextcloud iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"%d Failed Passcode Attempts" = "%d intentos fallíos del códigu de pasu";
"%d Failed Password Attempts" = "%d intentos fallíos de la contraseña";

"1 Failed Passcode Attempt" = "1 failed passcode attempt";
"1 Failed Password Attempt" = "1 failed password attempt";

"Do you want to use Touch ID for authentication?" = "Do you want to use Touch/Face ID for authentication?";

"Done" = "Fecho";

"Enable Touch ID" = "Enable Touch/Face ID";

"Enter a different passcode. Cannot re-use the same passcode." = "Introduz un códigu de pasu diferente. Nun pues volver usar l'anterior.";
"Enter a different password. Cannot re-use the same password." = "Enter a different password. Cannot re-use the same password.";

"Enter a passcode" = "Introduz un códigu de pasu";
"Enter a password" = "Introduz una contraseña";

"Enter your new passcode" = "Introduz el to códigu nuevu de pasu";
"Enter your new password" = "Enter your new password";

"Enter your old passcode" = "Enter your old passcode";
"Enter your old password" = "Introduz la to contraseña vieya";

"Enter your passcode" = "Introduz el to códigu de pasu";
"Enter your password" = "Enter your password";

"Invalid Passcode" = "Invalid Passcode";
"Invalid Password" = "Contraseña non válida";

"Passcodes did not match.\nTry again." = "Los códigos de pasu nun concasen.\nVolvi tentalo.";
"Password did not match.\nTry again." = "La contraseña nun concase.\nVolvi tentalo.";

"Re-enter your passcode" = "Reintroduz el to códigu de pasu";
"Re-enter your password" = "Reintroduz la to contraseña";

"Try again in %d minutes" = "Volvi tentalo en %d minutos";

"Try again in 1 minute" = "Volvi tentalo nun minutu";
